package com.kasad0r.Entity.ViolationsAndNorms;

public enum AngleDeviationEOS {
    /*Смена суммарного вектора ЭОС вправо (больше 90º), более высокий показатель
    высоты зубца S в сравнении с зубцом R указывают на патологию правого желудочка и блокаду пучка Гиса.
    При смещении ЭОС влево (30-90º) и патологическом соотношении высоты зубцов S и R
    диагностируется левожелудочковая гипертрофия, блокада ножки п. Гиса. Отклонение ЭОС указывает на инфаркт,
    отек легких, ХОЗЛ, но бывает и в норме.*/
}
